[
    {
        "id": 1,
        "Picture": "https://th.bing.com/th/id/OIP.Dbxakgf8b9bi6Wvuyo4aJAHaJo?pid=ImgDet&rs=1",
        "Name": "John Doe",
        "Experience": 10,
        "description":"John Doe a seasoned culinary professional with over 10 years of experience in the industry. Originally from France, Chef Alex trained in some of the most prestigious culinary schools in Europe and worked in some of the finest restaurants in Paris before moving to the United States to further his career",
        "recipes": [
            {
                "name": "Pesto pasta with cherry tomatoes",
                "description": "This classic Italian dish is elevated by Giovanni's homemade pesto, made with fresh basil, garlic, and pine nuts. Topped with juicy cherry tomatoes and grated Parmesan cheese, this dish is simple yet flavorful.",
                "image": "https://www.happyveggiekitchen.com/wp-content/uploads/2015/07/pestopastasquare.jpg",
                "cooking_method": "Cook the pasta according to package instructions.While the pasta is cooking, mix together pesto sauce, minced garlic, salt, and pepper in a large bowl.Add the cooked pasta to the bowl with the pesto sauce and toss until evenly coated.",
                "rating": 4.6,
                "ingredients": [
                    "Pasta",
                    "Pesto Sauce",
                    "Cherry Tomatoes",
                    "Garlic",
                    "Parmesan Cheese"
                ]
            },
            {
                "name": "Chicken Fajitas",
                "description": "This flavorful Tex-Mex dish is made with tender strips of chicken breast, sautéed peppers and onions, and served with warm tortillas and all the fixings.",
                "image": "https://bing.com/th?id=OSK.67a6798909aa541cfbe55b4ec52b043f",
                "cooking_method": "Heat a large skillet over medium-high heat. Add chicken, peppers, and onions to the skillet and cook until the chicken is cooked through and the vegetables are tender. Serve with warm tortillas, sour cream, guacamole, and salsa.",
                "rating": 4.8,
                "ingredients": [
                    "Boneless chicken breast",
                    "Bell peppers",
                    "Onion",
                    "Tortillas",
                    "Sour cream",
                    "Guacamole",
                    "Salsa"
                ]
            },
            {
                "name": "Beef Stew",
                "description": "This hearty beef stew is made with tender chunks of beef, carrots, potatoes, and onions, all simmered in a rich and flavorful broth until everything is tender and delicious.",
                "image": "https://bing.com/th?id=OSK.6ee15e89df53a2fb0e117d794ef6a09c",
                "cooking_method": "Season beef with salt and pepper, then brown in a large pot. Add onion, garlic, and vegetables to the pot, then pour in broth, tomato paste, and spices. Bring to a simmer and cook until the beef and vegetables are tender.",
                "rating": 4.5,
                "ingredients": [
                    "Beef stew meat",
                    "Carrots",
                    "Potatoes",
                    "Onion",
                    "Garlic",
                    "Beef broth",
                    "Tomato paste",
                    "Bay leaves",
                    "Thyme",
                    "Parsley",
                    "Salt",
                    "Pepper"
                ]
            }
        ],
        "Likes": 1000
    },
    {      
        "id": 2,
        "Picture": "https://th.bing.com/th/id/OIP.wzUO56s36R5BZtMJx2LTNwHaKJ?pid=ImgDet&rs=1",
        "Name": "Jane Smith",
        "Experience": 8,
        "Recipes": 30,
        "description":"Jane Smith is a highly skilled culinary professional who specializes in the preparation of food. A chef's responsibilities typically include menu planning, food preparation, cooking, plating, and presentation. ",
        "Likes": 500,
        "recipes": [
            {
                "name": "Spicy Shrimp Stir-Fry",
                "description": "This quick and easy stir-fry is packed with flavor, thanks to a spicy sauce made with soy sauce, sriracha, and garlic. The shrimp and vegetables cook up in minutes, making it the perfect dish for a busy weeknight.",
                "image": "https://bing.com/th?id=OSK.14e38f0a16a8fec358f9ab7452451682",
                "cooking_method": "Heat oil in a wok or large skillet over high heat. Add shrimp and stir-fry for 2-3 minutes until pink. Remove from pan and set aside. Add garlic and vegetables to the pan and stir-fry for 2-3 minutes. Return shrimp to the pan and add the sauce. Stir-fry for an additional minute or until everything is coated in the sauce.",
                "rating": 4.8,
                "ingredients": [
                    "Shrimp",
                    "Vegetables",
                    "Garlic",
                    "Soy Sauce",
                    "Sriracha"
                ]
            },
            {
                "name": "Chicken and Broccoli Casserole",
                "description": "This comforting casserole is perfect for a chilly night. Tender chicken and broccoli are smothered in a creamy cheese sauce and baked until bubbly and golden.",
                "image": "https://bing.com/th?id=OSK.bc6d095f2fe1171067e85ac3a0c71349",
                "cooking_method": "Cook chicken in a skillet until no longer pink. Add broccoli and cook until tender. In a separate saucepan, melt butter and whisk in flour. Gradually stir in milk until sauce thickens. Stir in cheese until melted. Combine chicken, broccoli, and sauce in a casserole dish and bake at 375 degrees F for 20-25 minutes.",
                "rating": 4.5,
                "ingredients": [
                    "Chicken",
                    "Broccoli",
                    "Butter",
                    "Flour",
                    "Milk",
                    "Cheddar Cheese"
                ]
            },
            {
                "name": "Beef and Vegetable Stir-Fry",
                "description": "This flavorful stir-fry is a great way to get your daily dose of veggies. Tender strips of beef are cooked with colorful bell peppers, onions, and mushrooms in a savory sauce.",
                "image": "https://bing.com/th?id=OSK.d6c19e35bf62bc3d3d4e3313430a4a50",
                "cooking_method": "Whisk together soy sauce, honey, ginger, and garlic in a bowl. Heat oil in a wok or large skillet over high heat. Add beef and stir-fry for 2-3 minutes until browned. Remove from pan and set aside. Add vegetables to the pan and stir-fry for 2-3 minutes. Return beef to the pan and add the sauce. Stir-fry for an additional minute or until everything is coated in the sauce.",
                "rating": 4.7,
                "ingredients": [
                    "Beef",
                    "Bell Peppers",
                    "Onion",
                    "Mushrooms",
                    "Soy Sauce",
                    "Honey",
                    "Ginger",
                    "Garlic"
                ]
            }
        ]
    },
    {
        "id": 3,
        "Picture": "https://th.bing.com/th/id/OIP.jYHb6Xn4tW6DGteXLCTm9QAAAA?pid=ImgDet&w=470&h=600&rs=1",
        "Name": "Peter Lee",
        "Experience": 15,
        "Recipes": 70,
        "description":"Peter Lee is a highly skilled culinary professional who specializes in preparing and presenting food that is not only delicious but also visually appealing. Chefs work in a variety of settings, including restaurants, hotels, and catering companies",
        "Likes": 2000,
        "recipes": [
            {
                "name": "Spaghetti with Meatballs",
                "description": "A classic Italian dish with homemade meatballs and tangy tomato sauce. Served with spaghetti and grated Parmesan cheese.",
                "image": "https://bing.com/th?id=AMMS_304ffa23e68afe67f8d6a5d21a27df68",
                "cooking_method": "In a large bowl, mix together ground beef, breadcrumbs, Parmesan cheese, egg, garlic, salt, and pepper. Form into meatballs and bake in the oven until browned. In a separate pan, simmer canned tomatoes with garlic and spices to make the sauce. Cook spaghetti according to package instructions. Serve meatballs and sauce over spaghetti, and top with grated Parmesan cheese.",
                "rating": 4.8,
                "ingredients": [
                    "Ground beef",
                    "Breadcrumbs",
                    "Parmesan cheese",
                    "Egg",
                    "Garlic",
                    "Canned tomatoes",
                    "Spaghetti"
                ]
            },
            {
                "name": "Chicken Curry",
                "description": "A spicy and aromatic curry made with tender chicken, potatoes, and a blend of Indian spices. Served with fluffy basmati rice.",
                "image": "https://th.bing.com/th/id/OIP.X71tXMDgd0uGU2phazMj3QHaE8?pid=ImgDet&rs=1",
                "cooking_method": "In a large pot, cook onions and spices until fragrant. Add chicken and potatoes, and cook until browned. Pour in canned tomatoes and coconut milk, and simmer until the chicken is cooked through. Serve over basmati rice.",
                "rating": 4.5,
                "ingredients": [
                    "Chicken",
                    "Potatoes",
                    "Onion",
                    "Canned tomatoes",
                    "Coconut milk",
                    "Indian spices",
                    "Basmati rice"
                ]
            },
            {
                "name": "Beef Stew",
                "description": "A hearty and comforting stew made with chunks of beef, carrots, potatoes, and aromatic herbs. Served with crusty bread.",
                "image": "https://th.bing.com/th/id/R.3a5f64458e1183e8b0fdf06d5591279f?rik=qoW6qI7CgipGlQ&pid=ImgRaw&r=0",
                "cooking_method": "Brown beef in a large pot, then add onions, garlic, carrots, and potatoes. Pour in beef broth and add herbs like thyme and rosemary. Simmer until vegetables are tender and beef is cooked through. Serve with crusty bread.",
                "rating": 4.6,
                "ingredients": [
                    "Beef",
                    "Carrots",
                    "Potatoes",
                    "Onion",
                    "Garlic",
                    "Beef broth",
                    "Thyme",
                    "Rosemary",
                    "Crusty bread"
                ]
            }
        ]
    },
    {
        "id": 4,
        "Picture": "https://th.bing.com/th/id/OIP.B57HkO5dKeB7oRn6Hhl_wwHaJQ?pid=ImgDet&w=561&h=701&rs=1",
        "Name": "Linda Chen",
        "Experience": 5,
        "Recipes": 20,
        "Likes": 300,
        "description":"Chef Linda Chen is a rising star in the culinary world. With a passion for creative and innovative cuisine, she has quickly made a name for herself as a chef to watch. Sarah's love of cooking started at a young age, when she would experiment with different flavors and ingredients in her family's kitchen.",
        "recipes": [
            {
                "name": "Spicy Thai Chicken Curry",
                "description": "This flavorful curry features tender chicken in a rich and spicy sauce made with coconut milk, red curry paste, and fresh herbs. Served over steamed rice, this dish is sure to become a family favorite.",
                "image": "https://th.bing.com/th?id=OSK.fd88ca24a6e62875e1556e130a820089&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "In a large pot, sauté chicken until browned on all sides. Add chopped onions, garlic, and ginger and sauté for a few more minutes. Stir in red curry paste and coconut milk and bring to a simmer. Add chopped vegetables and simmer until the chicken is cooked through and the vegetables are tender. Serve over rice.",
                "rating": 4.8,
                "ingredients": [
                    "Chicken",
                    "Red Curry Paste",
                    "Coconut Milk",
                    "Onions",
                    "Garlic",
                    "Ginger",
                    "Vegetables",
                    "Rice"
                ]
            },
            {
                "name": "Homemade Pizza",
                "description": "Making pizza from scratch is easier than you think! This recipe features a crispy homemade crust and your choice of toppings, from classic pepperoni to gourmet options like prosciutto and arugula.",
                "image": "https://th.bing.com/th?id=AMMS_2cb444743a5ccb1c5cdf399881104a52&w=213&h=142&rs=2&qlt=18&o=6&cdv=1&pid=16.1",
                "cooking_method": "Make the pizza dough by combining flour, yeast, salt, sugar, and warm water in a bowl. Knead the dough until smooth, then let it rise for an hour. Preheat the oven and roll out the dough on a floured surface. Add your desired toppings and bake for 10-15 minutes, or until the crust is golden and crispy.",
                "rating": 4.4,
                "ingredients": [
                    "Flour",
                    "Yeast",
                    "Salt",
                    "Sugar",
                    "Warm Water",
                    "Tomato Sauce",
                    "Cheese",
                    "Pepperoni",
                    "Vegetables",
                    "Meat"
                ]
            },
            {
                "name": "Lemon Garlic Shrimp",
                "description": "This quick and easy recipe features plump shrimp in a tangy lemon garlic sauce. Serve over pasta or with crusty bread for a simple yet satisfying meal.",
                "image": "https://th.bing.com/th?id=OSK.ec68464c6cb41303afbf599425a710fd&w=213&h=213&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "In a large skillet, sauté shrimp until pink and cooked through. Remove from the pan and set aside. In the same pan, sauté minced garlic until fragrant. Add chicken broth, lemon juice, and butter, and stir until the butter is melted. Return the shrimp to the pan and toss to coat in the sauce.",
                "rating": 4.7,
                "ingredients": [
                    "Shrimp",
                    "Garlic",
                    "Chicken Broth",
                    "Lemon Juice",
                    "Butter",
                    "Pasta",
                    "Bread"
                ]
            }
        ]
    },
    {
        "id": 5,
        "Picture": "https://th.bing.com/th/id/OIP.b4n7kR-2DZDOCpo46MsbKQAAAA?pid=ImgDet&w=333&h=478&rs=1",
        "Name": "Mike Brown",
        "Experience": 12,
        "Recipes": 60,
        "Likes": 1500,
        "description":"As a chef, Mike Brown is passionate about creating flavorful dishes that showcase fresh, locally sourced ingredients. With over 15 years of experience in the culinary industry, he has honed his skills in various high-end restaurants and catering companies. John's approach to cooking is rooted in a deep respect for the ingredients he works with,",
        "recipes": [
            {
                "name": "Spicy Chicken Fajitas",
                "description": "These chicken fajitas are packed with flavor and spice! Marinated chicken, bell peppers, and onions are cooked to perfection and served with warm tortillas and all the fixings.",
                "image": "https://th.bing.com/th?id=OSK.e82b9a4eb882b6a8b02320684744d709&w=213&h=213&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Marinate chicken in a mixture of lime juice, chili powder, cumin, and garlic. Sear chicken in a hot pan until cooked through. Add sliced bell peppers and onions to the pan and cook until softened. Serve with warm tortillas, salsa, guacamole, and sour cream.",
                "rating": 4.8,
                "ingredients": [
                    "Chicken Breast",
                    "Lime Juice",
                    "Chili Powder",
                    "Cumin",
                    "Garlic",
                    "Bell Peppers",
                    "Onions",
                    "Tortillas",
                    "Salsa",
                    "Guacamole",
                    "Sour Cream"
                ]
            },
            {
                "name": "Roasted Vegetable Quinoa Bowl",
                "description": "This hearty and healthy bowl is packed with roasted vegetables, protein-rich quinoa, and a creamy tahini dressing. It's a delicious and satisfying meal that's perfect for any time of day.",
                "image": "https://th.bing.com/th?id=OSK.ea90b119f5396fdd190fe241cf9222aa&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Toss chopped vegetables in olive oil and seasonings, then roast in the oven until tender. Cook quinoa according to package instructions. For the dressing, whisk together tahini, lemon juice, garlic, and water. Assemble bowls with quinoa, roasted vegetables, and the tahini dressing.",
                "rating": 4.5,
                "ingredients": [
                    "Vegetables (such as sweet potato, broccoli, and bell pepper)",
                    "Olive Oil",
                    "Seasonings",
                    "Quinoa",
                    "Tahini",
                    "Lemon Juice",
                    "Garlic",
                    "Water"
                ]
            },
            {
                "name": "Creamy Tomato Soup",
                "description": "This classic soup is made with fresh tomatoes, cream, and herbs for a comforting and delicious meal. Serve with crusty bread for dipping.",
                "image": "https://th.bing.com/th?id=OSK.d60bdd2434051a81eba6b6c91747a010&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Sauté onion and garlic in butter until soft. Add chopped fresh tomatoes and herbs, and cook until the tomatoes have broken down. Puree the mixture in a blender until smooth. Return the soup to the pot and stir in cream. Serve hot with crusty bread.",
                "rating": 4.7,
                "ingredients": [
                    "Fresh Tomatoes",
                    "Onion",
                    "Garlic",
                    "Butter",
                    "Herbs (such as basil and thyme)",
                    "Cream",
                    "Crusty Bread"
                ]
            }
        ]
    },
    {
        "id": 6,
        "Picture": "https://th.bing.com/th/id/OIP.wCpZ8b5J0DT4Gbd8UjfPdAHaI_?pid=ImgDet&w=280&h=340&rs=1",
        "Name": "Karen Kim",
        "Experience": 7,
        "Recipes": 25,
        "Likes": 400,
        "description":"A chef is a highly skilled culinary professional who is responsible for preparing and creating meals in a restaurant, hotel, or other food service establishment. A chef's role includes designing menus, sourcing high-quality ingredients,",
        "recipes": [
            {
                "name": "Roasted Vegetable Quinoa Salad",
                "description": "This hearty salad is packed with nutritious roasted vegetables and protein-rich quinoa. It's perfect for a healthy lunch or dinner and can be easily customized to include your favorite veggies.",
                "image": "https://th.bing.com/th?id=OSK.03c83329855035d81a0c338e8838e006&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Preheat the oven to 400°F. Toss sliced vegetables with olive oil, salt, and pepper. Spread on a baking sheet and roast for 20-25 minutes. Meanwhile, cook quinoa according to package instructions. Mix together the cooked quinoa and roasted vegetables in a large bowl.",
                "rating": 4.8,
                "ingredients": [
                    "Quinoa",
                    "Bell peppers",
                    "Zucchini",
                    "Red onion",
                    "Cherry tomatoes",
                    "Olive oil",
                    "Salt",
                    "Pepper"
                ]
            },
            {
                "name": "Crispy Baked Chicken Wings",
                "description": "These baked chicken wings are coated in a crispy breadcrumb mixture and baked to perfection. They're a healthier alternative to fried wings and make a great appetizer or snack.",
                "image": "https://th.bing.com/th?id=OSK.16c7863241da61f24f3ec8143d2bea05&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Preheat the oven to 400°F. Mix together breadcrumbs, Parmesan cheese, and seasonings. Dip chicken wings in melted butter and then coat in breadcrumb mixture. Place on a baking sheet and bake for 30-35 minutes, flipping halfway through.",
                "rating": 4.5,
                "ingredients": [
                    "Chicken wings",
                    "Breadcrumbs",
                    "Parmesan cheese",
                    "Garlic powder",
                    "Paprika",
                    "Butter",
                    "Salt",
                    "Pepper"
                ]
            },
            {
                "name": "Spicy Black Bean Soup",
                "description": "This vegan soup is loaded with flavor and protein from black beans and veggies. It's easy to make and perfect for a cozy dinner on a chilly evening.",
                "image": "https://th.bing.com/th/id/OIP.3vtodugkVLtttVSwl6EG7gHaLH?pid=ImgDet&rs=1",
                "cooking_method": "Heat oil in a large pot and sauté onions, garlic, and spices. Add black beans, broth, and vegetables and bring to a boil. Simmer for 20-30 minutes, then blend until smooth. Serve hot with toppings of your choice.",
                "rating": 4.7,
                "ingredients": [
                    "Black beans",
                    "Vegetable broth",
                    "Onion",
                    "Garlic",
                    "Red bell pepper",
                    "Carrots",
                    "Jalapeño pepper",
                    "Cumin",
                    "Chili powder",
                    "Olive oil",
                    "Salt",
                    "Pepper"
                ]
            }
        ]
    },
    {
        "id": 7,
        "Picture": "https://th.bing.com/th/id/OIP.XmK7hvketOfp7nEAKe0RfAHaLH?pid=ImgDet&w=334&h=501&rs=1",
        "Name": "David Wu",
        "Experience": 20,
        "Recipes": 100,
        "Likes": 3000,
        "description":"David Wu is a rising star in the culinary world. Her passion for food started at a young age, watching her grandmother cook traditional southern dishes. After completing her culinary training at the Culinary Institute of America",
        "recipes": [
            {
                "name": "Roasted Garlic and Tomato Soup",
                "description": "This comforting soup is perfect for chilly nights. Roasted garlic adds depth of flavor to the tomatoes and the soup is topped with croutons and fresh basil.",
                "image": "https://th.bing.com/th?id=OSK.e4b676cd72e168436819a6b89947150a&w=213&h=213&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Preheat oven to 400°F. Cut off the top of the garlic head and drizzle with olive oil. Wrap in foil and roast for 30 minutes. In a large pot, sauté onions until translucent. Add roasted tomatoes, vegetable broth, and roasted garlic. Simmer for 20 minutes. Purée the soup and add salt and pepper to taste.",
                "rating": 4.8,
                "ingredients": [
                  "Tomatoes",
                  "Garlic",
                  "Onion",
                  "Vegetable broth",
                  "Basil",
                  "Croutons"
                ]
              },
              {
                "name": "Spicy Korean Fried Chicken",
                "description": "This Korean-style fried chicken is crispy on the outside and juicy on the inside, with a spicy kick. Serve with rice and pickled vegetables for a satisfying meal.",
                "image": "https://th.bing.com/th?id=OSK.cec4121e2dc0ce3f25e48e52fdc9ce8f&w=213&h=213&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Mix together flour, cornstarch, baking powder, salt, and pepper. Coat chicken pieces in the mixture and deep-fry until crispy. In a separate pan, sauté garlic and ginger, then add gochujang, soy sauce, honey, and rice vinegar. Add fried chicken to the sauce and toss until coated. Serve with rice and pickled vegetables.",
                "rating": 4.9,
                "ingredients": [
                  "Chicken",
                  "Flour",
                  "Cornstarch",
                  "Baking powder",
                  "Salt",
                  "Pepper",
                  "Garlic",
                  "Ginger",
                  "Gochujang",
                  "Soy sauce",
                  "Honey",
                  "Rice vinegar"
                ]
              },
              {
                "name": "Lentil Soup",
                "description": "This hearty soup is packed with protein and fiber from the lentils and vegetables. Perfect for a cozy weeknight meal.",
                "image": "https://th.bing.com/th?id=OSK.5d7b03f0988fb4ce94807a1cb19bdf27&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Sauté onions, carrots, and celery until softened. Add lentils, vegetable broth, diced tomatoes, garlic, and spices. Simmer for 25-30 minutes, until the lentils are tender. Serve with a dollop of yogurt and a sprinkle of fresh parsley.",
                "rating": 4.5,
                "ingredients": [
                  "Lentils",
                  "Vegetable broth",
                  "Tomatoes",
                  "Onion",
                  "Carrots",
                  "Celery",
                  "Garlic",
                  "Cumin",
                  "Coriander",
                  "Turmeric",
                  "Yogurt",
                  "Parsley"
                ]
              }
        ]
    },
    {
        "id": 8,
        "Picture": "https://th.bing.com/th/id/OIP.mu8uxZz1-MEfUVOyrUojhAHaE9?pid=ImgDet&w=768&h=515&rs=1",
        "Name": "Sara Kim",
        "Experience": 3,
        "Recipes": 10,
        "Likes": 100,
        "description":"hef Daniel is a passionate and skilled culinary expert with over 15 years of experience in the industry. He has trained and worked in some of the most prestigious restaurants around the world",
        "recipes": [
            {
                "name": "Spicy Sausage Rigatoni",
                "description": "This hearty pasta dish features rigatoni tossed with spicy Italian sausage, garlic, and diced tomatoes. Top with freshly grated Parmesan cheese for a satisfying dinner that packs a punch.",
                "image": "https://th.bing.com/th?id=OSK.1af581c0138fa5bbf32d7d80e889928d&w=213&h=213&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "rating": 4.8,
                "ingredients": [
                    "Rigatoni",
                    "Italian Sausage",
                    "Garlic",
                    "Diced Tomatoes",
                    "Red Pepper Flakes",
                    "Parmesan Cheese"
                ]
            },
            {
                "name": "Chicken Curry",
                "description": "This flavorful chicken curry is made with a blend of aromatic spices, including cumin, coriander, and turmeric. Simmered with tender chicken and served over rice, this dish is perfect for a cozy night in.",
                "image": "https://th.bing.com/th?id=OSK.479601bd231b5b525de8caa5f05cdb0b&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "In a large pot or Dutch oven, cook diced onions until softened. Add garlic, ginger, and spices, and cook until fragrant. Add diced chicken and cook until browned. Stir in coconut milk and simmer for 20-25 minutes. Serve over rice.",
                "rating": 4.5,
                "ingredients": [
                    "Chicken",
                    "Onion",
                    "Garlic",
                    "Ginger",
                    "Cumin",
                    "Coriander",
                    "Turmeric",
                    "Coconut Milk",
                    "Rice"
                ]
            },
            {
                "name": "Roasted Brussel Sprouts",
                "description": "These crispy roasted brussel sprouts are a delicious and healthy side dish. Tossed with olive oil and seasoned with salt and pepper, they are a flavorful addition to any meal.",
                "image": "https://th.bing.com/th?id=OSK.9128fcdf8dab3cea35f314e28cf995ed&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Preheat oven to 400°F. Trim and halve brussel sprouts, then toss with olive oil, salt, and pepper. Spread in a single layer on a baking sheet and roast for 20-25 minutes, or until crispy and tender.",
                "rating": 4.3,
                "ingredients": [
                    "Brussel Sprouts",
                    "Olive Oil",
                    "Salt",
                    "Pepper"
                ]
            }
        ]
    },
    {
        "id": 9,
        "Picture": "https://th.bing.com/th/id/OIP.ZawN3E41ldw_DbhW7WTGwAHaEE?pid=ImgDet&w=1140&h=626&rs=1",
        "Name": "Tom Lee",
        "Experience": 9,
        "Recipes": 40,
        "Likes": 800,
        "description":"Tom Lee a seasoned culinary professional with over 20 years of experience in the restaurant industry. Born and raised in New Orleans, he developed a deep passion for food and cooking at a young age.",
        "recipes": [
            {
                "name": "Lemon Garlic Shrimp",
                "description": "A simple and flavorful shrimp dish that can be prepared in minutes. The tangy lemon and garlic combination is a crowd pleaser.",
                "image": "https://th.bing.com/th?id=OSK.25acdc35411a7f96960b33d30b45b9af&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Heat olive oil in a pan, add minced garlic and cook for a minute. Add the shrimp and cook until pink. Squeeze lemon juice on top and garnish with chopped parsley.",
                "rating": 4.8,
                "ingredients": [
                    "Shrimp",
                    "Olive oil",
                    "Garlic",
                    "Lemon",
                    "Parsley"
                ]
            },
            {
                "name": "Vegetable Curry",
                "description": "A hearty and flavorful vegetarian curry that is packed with vegetables and spices. This recipe is perfect for a weeknight dinner and can be easily customized to suit your preferences.",
                "image": "https://th.bing.com/th?id=OSK.ececea884c3da81d83695f4edf0495be&w=213&h=292&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Heat oil in a pan, add onion, garlic and ginger and cook until fragrant. Add your choice of vegetables and curry powder, cook until tender. Stir in coconut milk and serve over rice.",
                "rating": 4.5,
                "ingredients": [
                    "Mixed Vegetables",
                    "Onion",
                    "Garlic",
                    "Ginger",
                    "Curry Powder",
                    "Coconut Milk"
                ]
            },
            {
                "name": "Roasted Chicken with Vegetables",
                "description": "A classic roasted chicken with a twist. This recipe is easy to make and is a perfect one-pan meal that includes juicy roasted chicken and flavorful vegetables.",
                "image": "https://th.bing.com/th?id=AMMS_1145e8afae14d94de5a5c73dbb655f95&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Season the chicken with salt, pepper and herbs. Roast in the oven with a selection of your favorite vegetables. Serve with a side of mashed potatoes or crusty bread.",
                "rating": 4.7,
                "ingredients": [
                    "Whole Chicken",
                    "Carrots",
                    "Potatoes",
                    "Onion",
                    "Garlic",
                    "Olive Oil",
                    "Herbs"
                ]
            },
            {
                "name": "Beef Stroganoff",
                "description": "A creamy and flavorful beef dish that is perfect for a comforting dinner. This recipe is easy to make and can be served with a side of rice or pasta.",
                "image": "https://th.bing.com/th?id=OSK.604b1d0b988d7db77f93e2a4ed0b829b&w=213&h=213&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Cook beef strips in a pan until browned. Add onion and mushrooms and cook until softened. Stir in flour, beef broth and sour cream. Serve hot.",
                "rating": 4.6,
                "ingredients": [
                    "Beef Strips",
                    "Onion",
                    "Mushrooms",
                    "Flour",
                    "Beef Broth",
                    "Sour Cream"
                ]
            }
        ]
    },
    {
        "id": 10,
        "Picture": "https://th.bing.com/th/id/OIP.OYOpbOxnHBSvUHfNRFpxFgHaE6?pid=ImgDet&w=1280&h=850&rs=1",
        "Name": "Jessica Park",
        "Experience": 4,
        "Recipes": 15,
        "Likes": 200,
        "description":"Jessica Park is a highly skilled culinary professional with extensive experience in Mexican cuisine. Born and raised in Mexico, she was exposed to a rich culinary heritage from a young age and went on to pursue formal training in the culinary arts",
        "recipes": [
            {
                "name": "Spaghetti Carbonara",
                "description": "A classic Italian pasta dish made with spaghetti, pancetta or bacon, eggs, and Parmesan cheese. The heat from the cooked pasta cooks the eggs to create a creamy sauce. Simple and delicious!",
                "image": "https://th.bing.com/th?id=OSK.70ea686b937f2f6c07b94d92dcc74318&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Cook the spaghetti according to package instructions. While the pasta is cooking, fry the pancetta or bacon in a large skillet until crispy. In a bowl, beat the eggs and Parmesan cheese together. When the spaghetti is cooked, drain it and add it to the skillet with the pancetta. Remove the skillet from heat, and add the egg and cheese mixture to the pasta, stirring quickly to combine. The heat from the pasta will cook the eggs and create a creamy sauce. Serve immediately with additional Parmesan cheese and black pepper.",
                "rating": 4.8,
                "ingredients": [
                    "Spaghetti",
                    "Pancetta or bacon",
                    "Eggs",
                    "Parmesan cheese",
                    "Black pepper"
                ]
            },
            {
                "name": "Thai Red Curry with Vegetables",
                "description": "A flavorful Thai curry made with coconut milk, red curry paste, and a variety of vegetables such as bell peppers, carrots, and broccoli. Served over rice, this dish is comforting and satisfying.",
                "image": "https://th.bing.com/th/id/OIP.Ka90JM_8yD7leQz9F_IE_AAAAA?pid=ImgDet&rs=1",
                "cooking_method": "In a large pot or Dutch oven, sauté onions in oil until soft. Add the curry paste and stir for a minute. Add coconut milk, vegetable broth, and vegetables. Bring to a boil and simmer until the vegetables are cooked. Season with fish sauce and brown sugar. Serve with rice.",
                "rating": 4.7,
                "ingredients": [
                    "Onion",
                    "Oil",
                    "Red curry paste",
                    "Coconut milk",
                    "Vegetable broth",
                    "Carrots",
                    "Bell peppers",
                    "Broccoli",
                    "Fish sauce",
                    "Brown sugar",
                    "Rice"
                ]
            },
            {
                "name": "Lemon Garlic Shrimp",
                "description": "A simple and flavorful shrimp dish that can be prepared in minutes. The tangy lemon and garlic combination is a crowd pleaser.",
                "image": "https://th.bing.com/th?id=OSK.25acdc35411a7f96960b33d30b45b9af&w=213&h=319&rs=2&qlt=80&o=6&cdv=1&pid=16.1",
                "cooking_method": "Heat olive oil in a pan, add minced garlic and cook for a minute. Add the shrimp and cook until pink. Squeeze lemon juice on top and garnish with chopped parsley.",
                "rating": 4.8,
                "ingredients": [
                    "Shrimp",
                    "Olive oil",
                    "Garlic",
                    "Lemon",
                    "Parsley"
                ]
            }
        ]
    }
]